Repository: OwnGoalStudio/GhostVT
Catalog: iGhostty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: %@ (Default)
de: %@ (Standard)
es: %@ (predeterminado)
fr: %@ (par défaut)
it: %@ (predefinito)
ja: %@（デフォルト）
ko: %@(기본)
pt_br: %@ (padrão)
ru: %@ (по умолчанию)
zh_hans: %@（默认）
zh_hant: %@（預設）

source: A closed terminal cannot be reopened. Start a new one whenever you need it.
de: Ein geschlossenes Terminal lässt sich nicht wieder öffnen. Starte jederzeit ein neues.
es: Un terminal cerrado no se puede volver a abrir. Crea uno nuevo cuando lo necesites.
fr: Un terminal fermé ne peut pas être rouvert. Démarrez-en un nouveau quand vous en avez besoin.
it: Un terminale chiuso non può essere riaperto. Avviane uno nuovo quando ti serve.
ja: 閉じたターミナルは元に戻せません。必要になったら新しく開いてください。
ko: 닫은 터미널은 다시 열 수 없습니다. 필요할 때 새로 시작하세요.
pt_br: Um terminal fechado não pode ser reaberto. Crie um novo quando precisar.
ru: Закрытый терминал нельзя открыть снова. Создайте новый, когда он понадобится.
zh_hans: 已关闭的终端无法重新打开。可随时新建终端。
zh_hant: 已關閉的終端機無法重新開啟。可隨時新增終端機。

source: A custom key types the characters you enter, together with any modifier keys that are switched on.
de: Eine eigene Taste tippt die von dir eingegebenen Zeichen, zusammen mit allen aktivierten Modifikatortasten.
es: Una tecla personalizada escribe los caracteres que introduzcas, junto con las teclas modificadoras que estén activadas.
fr: Une touche personnalisée saisit les caractères que vous entrez, avec les touches de modification activées.
it: Un tasto personalizzato digita i caratteri che inserisci, insieme ai tasti modificatori attivi.
ja: カスタムキーは、入力した文字を、オンになっている修飾キーとともに送信します。
ko: 사용자 지정 키는 입력한 문자를 켜져 있는 수정 키와 함께 입력합니다.
pt_br: Uma tecla personalizada digita os caracteres que você inserir, junto com as teclas modificadoras que estiverem ativadas.
ru: Своя клавиша вводит указанные символы вместе с включёнными клавишами-модификаторами.
zh_hans: 自定义按键将输入所设定的字符，并结合当前已启用的修饰键。
zh_hant: 自訂按鍵將輸入所設定的字元，並結合目前啟用的修飾鍵。

source: About
de: Über
es: Información
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: Accessory Keys
de: Zusatztasten
es: Teclas de la barra
fr: Touches de la barre
it: Tasti della barra
ja: ショートカットバー
ko: 액세서리 키
pt_br: Teclas da barra
ru: Клавиши панели
zh_hans: 键盘辅助键
zh_hant: 鍵盤輔助鍵

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 加入

source: Add %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
it: Aggiungi %@
ja: %@を追加
ko: %@ 추가
pt_br: Adicionar %@
ru: Добавить %@
zh_hans: 添加 %@
zh_hant: 加入 %@

source: Add Custom Key…
de: Eigene Taste hinzufügen…
es: Añadir tecla personalizada…
fr: Ajouter une touche personnalisée…
it: Aggiungi tasto personalizzato…
ja: カスタムキーを追加…
ko: 사용자 지정 키 추가…
pt_br: Adicionar tecla personalizada…
ru: Добавить свою клавишу…
zh_hans: 添加自定义按键…
zh_hant: 加入自訂按鍵…

source: Add Divider
de: Trenner hinzufügen
es: Añadir separador
fr: Ajouter un séparateur
it: Aggiungi divisore
ja: 区切りを追加
ko: 구분선 추가
pt_br: Adicionar separador
ru: Добавить разделитель
zh_hans: 添加分隔符
zh_hant: 加入分隔符號

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Choose and arrange the keys on the bar above the keyboard.
de: Wähle und ordne die Tasten der Leiste über der Tastatur.
es: Elige y ordena las teclas de la barra sobre el teclado.
fr: Choisissez et organisez les touches de la barre au-dessus du clavier.
it: Scegli e disponi i tasti della barra sopra la tastiera.
ja: キーボード上部のショートカットバーに表示するキーと並び順を設定します。
ko: 키보드 위 막대에 표시할 키와 순서를 설정합니다.
pt_br: Escolha e organize as teclas da barra acima do teclado.
ru: Выберите и расположите клавиши на панели над клавиатурой.
zh_hans: 选择并排列键盘上方快捷栏中的按键。
zh_hant: 選擇並排列鍵盤上方快捷列中的按鍵。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Close “%@”?
de: „%@“ schließen?
es: ¿Cerrar “%@”?
fr: Fermer « %@ » ?
it: Chiudere “%@”?
ja: 「%@」を閉じますか?
ko: “%@”을(를) 닫으시겠습니까?
pt_br: Fechar “%@”?
ru: Закрыть «%@»?
zh_hans: 关闭“%@”？
zh_hant: 關閉「%@」？

source: Close All
de: Alle schließen
es: Cerrar todo
fr: Tout fermer
it: Chiudi tutto
ja: すべて閉じる
ko: 모두 닫기
pt_br: Fechar tudo
ru: Закрыть все
zh_hans: 全部关闭
zh_hant: 全部關閉

source: Close All Tabs?
de: Alle Tabs schließen?
es: ¿Cerrar todas las pestañas?
fr: Fermer tous les onglets ?
it: Chiudere tutte le schede?
ja: すべてのタブを閉じますか?
ko: 모든 탭을 닫으시겠습니까?
pt_br: Fechar todas as abas?
ru: Закрыть все вкладки?
zh_hans: 关闭所有标签页？
zh_hant: 關閉所有分頁？

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
pt_br: Fechar aba
ru: Закрыть вкладку
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
zh_hans: 已连接
zh_hant: 已連線

source: Connecting…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de la connexion
it: Connessione non riuscita
ja: 接続に失敗しました
ko: 연결 실패
pt_br: Falha na conexão
ru: Не удалось подключиться
zh_hans: 连接失败
zh_hant: 連線失敗

source: Custom Key
de: Eigene Taste
es: Tecla personalizada
fr: Touche personnalisée
it: Tasto personalizzato
ja: カスタムキー
ko: 사용자 지정 키
pt_br: Tecla personalizada
ru: Своя клавиша
zh_hans: 自定义按键
zh_hant: 自訂按鍵

source: Dark Theme
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
pt_br: Tema escuro
ru: Тёмная тема
zh_hans: 深色主题
zh_hant: 深色主題

source: Debugging
de: Fehlerbehebung
es: Depuración
fr: Débogage
it: Debug
ja: デバッグ
ko: 디버깅
pt_br: Depuração
ru: Отладка
zh_hans: 调试
zh_hant: 除錯

source: Default Shell
de: Standard-Shell
es: Shell predeterminado
fr: Shell par défaut
it: Shell predefinita
ja: デフォルトのシェル
ko: 기본 셸
pt_br: Shell padrão
ru: Оболочка по умолчанию
zh_hans: 默认 Shell
zh_hant: 預設 Shell

source: Divider
de: Trenner
es: Separador
fr: Séparateur
it: Divisore
ja: 区切り
ko: 구분선
pt_br: Separador
ru: Разделитель
zh_hans: 分隔符
zh_hant: 分隔符號

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Down Arrow
de: Pfeil unten
es: Flecha abajo
fr: Flèche bas
it: Freccia giù
ja: 下矢印
ko: 아래쪽 화살표
pt_br: Seta para baixo
ru: Стрелка вниз
zh_hans: 向下键
zh_hant: 向下鍵

source: Drag to reorder the keys. Removing a standard key returns it to the list below. Dividers and custom keys are deleted.
de: Ziehe, um die Tasten neu anzuordnen. Eine entfernte Standardtaste kehrt in die Liste unten zurück. Trenner und eigene Tasten werden gelöscht.
es: Arrastra para reordenar las teclas. Al quitar una tecla estándar, vuelve a la lista de abajo. Los separadores y las teclas personalizadas se eliminan.
fr: Faites glisser pour réorganiser les touches. Une touche standard retirée retourne dans la liste ci-dessous. Les séparateurs et les touches personnalisées sont supprimés.
it: Trascina per riordinare i tasti. Un tasto standard rimosso torna nell’elenco qui sotto. I divisori e i tasti personalizzati vengono eliminati.
ja: ドラッグしてキーを並べ替えます。標準キーを削除すると下のリストに戻ります。区切りとカスタムキーは削除されます。
ko: 드래그하여 키 순서를 바꿉니다. 표준 키를 제거하면 아래 목록으로 돌아갑니다. 구분선과 사용자 지정 키는 삭제됩니다.
pt_br: Arraste para reordenar as teclas. Ao remover uma tecla padrão, ela volta para a lista abaixo. Separadores e teclas personalizadas são excluídos.
ru: Перетащите, чтобы изменить порядок клавиш. Удалённая стандартная клавиша вернётся в список ниже. Разделители и свои клавиши удаляются.
zh_hans: 拖动可调整按键顺序。移除标准按键会将其放回下方列表；分隔符与自定义按键将直接删除。
zh_hant: 拖移可調整按鍵順序。移除標準按鍵會將其放回下方列表；分隔符號與自訂按鍵將直接刪除。

source: Key “%@”
de: Taste „%@“
es: Tecla “%@”
fr: Touche « %@ »
it: Tasto “%@”
ja: キー“%@”
ko: 키 “%@”
pt_br: Tecla “%@”
ru: Клавиша «%@»
zh_hans: 按键“%@”
zh_hant: 按鍵「%@」

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ko: 키보드
pt_br: Teclado
ru: Клавиатура
zh_hans: 键盘
zh_hant: 鍵盤

source: Left Arrow
de: Pfeil links
es: Flecha izquierda
fr: Flèche gauche
it: Freccia sinistra
ja: 左矢印
ko: 왼쪽 화살표
pt_br: Seta para a esquerda
ru: Стрелка влево
zh_hans: 向左键
zh_hant: 向左鍵

source: Light Theme
de: Helles Thema
es: Tema claro
fr: Thème clair
it: Tema chiaro
ja: ライトテーマ
ko: 라이트 테마
pt_br: Tema claro
ru: Светлая тема
zh_hans: 浅色主题
zh_hant: 淺色主題

source: More Keys
de: Weitere Tasten
es: Más teclas
fr: Autres touches
it: Altri tasti
ja: その他のキー
ko: 추가 키
pt_br: Mais teclas
ru: Другие клавиши
zh_hans: 更多按键
zh_hant: 更多按鍵

source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
ja: 新規タブ
ko: 새로운 탭
pt_br: Nova aba
ru: Новая вкладка
zh_hans: 新建标签页
zh_hant: 新增分頁

source: New Terminal
de: Neues Terminal
es: Nuevo terminal
fr: Nouveau terminal
it: Nuovo terminale
ja: 新規ターミナル
ko: 새로운 터미널
pt_br: Novo terminal
ru: Новый терминал
zh_hans: 新建终端
zh_hant: 新增終端機

source: New Window
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
ko: 새로운 윈도우
pt_br: Nova janela
ru: Новое окно
zh_hans: 新建窗口
zh_hant: 新增視窗

source: Next Tab
de: Nächster Tab
es: Pestaña siguiente
fr: Onglet suivant
it: Scheda successiva
ja: 次のタブ
ko: 다음 탭
pt_br: Próxima aba
ru: Следующая вкладка
zh_hans: 下一个标签页
zh_hant: 下一個分頁

source: No ghostty config written; would go to %@
de: Keine Ghostty-Konfiguration geschrieben; würde nach %@ gehen
es: No se ha escrito la configuración de Ghostty; se guardaría en %@
fr: Aucune configuration Ghostty écrite ; irait dans %@
it: Nessuna configurazione Ghostty scritta; andrebbe in %@
ja: Ghostty 設定ファイルは書き込まれていません。出力先: %@
ko: Ghostty 설정 파일이 작성되지 않았습니다. 대상 경로: %@
pt_br: Nenhuma configuração do Ghostty gravada; iria para %@
ru: Конфигурация Ghostty не записана; путь: %@
zh_hans: 未写入 Ghostty 配置文件；预定路径：%@
zh_hant: 未寫入 Ghostty 設定檔；預定路徑：%@

source: No Open Tabs
de: Keine offenen Tabs
es: No hay pestañas abiertas
fr: Aucun onglet ouvert
it: Nessuna scheda aperta
ja: 開いているタブがありません
ko: 열린 탭 없음
pt_br: Nenhuma aba aberta
ru: Нет открытых вкладок
zh_hans: 无打开的标签页
zh_hant: 無開啟的分頁

source: No usable shell was found. Check the default shell in Settings.
de: Es wurde keine verwendbare Shell gefunden. Prüfe die Standard-Shell in den Einstellungen.
es: No se encontró ningún shell utilizable. Revisa el shell predeterminado en Ajustes.
fr: Aucun shell utilisable n’a été trouvé. Vérifiez le shell par défaut dans les Réglages.
it: Non è stata trovata alcuna shell utilizzabile. Controlla la shell predefinita in Impostazioni.
ja: 使用できるシェルが見つかりませんでした。設定でデフォルトのシェルを確認してください。
ko: 사용할 수 있는 셸을 찾지 못했습니다. 설정에서 기본 셸을 확인하세요.
pt_br: Nenhum shell utilizável foi encontrado. Verifique o shell padrão nos Ajustes.
ru: Не найдена подходящая оболочка. Проверьте оболочку по умолчанию в настройках.
zh_hans: 未找到可用的 Shell。请在“设置”中检查默认 Shell。
zh_hant: 找不到可用的 Shell。請在「設定」中檢查預設 Shell。

source: Not Connected
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결되지 않음
pt_br: Não conectado
ru: Не подключено
zh_hans: 未连接
zh_hant: 未連線

source: On the Bar
de: Auf der Leiste
es: En la barra
fr: Sur la barre
it: Sulla barra
ja: バーに表示
ko: 막대에 표시
pt_br: Na barra
ru: На панели
zh_hans: 已包含的按键
zh_hant: 已包含的按鍵

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
ru: Просмотр
zh_hans: 预览
zh_hant: 預覽

source: Previous Tab
de: Vorheriger Tab
es: Pestaña anterior
fr: Onglet précédent
it: Scheda precedente
ja: 前のタブ
ko: 이전 탭
pt_br: Aba anterior
ru: Предыдущая вкладка
zh_hans: 上一个标签页
zh_hant: 上一個分頁

source: Remove %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
it: Rimuovi %@
ja: %@を削除
ko: %@ 제거
pt_br: Remover %@
ru: Убрать %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Repeatable
de: Mehrfach möglich
es: Repetible
fr: Répétable
it: Ripetibile
ja: 複数追加可
ko: 여러 개 추가 가능
pt_br: Repetível
ru: Можно несколько
zh_hans: 可重复添加
zh_hant: 可重複加入

source: Reset Themes to Defaults
de: Themes auf Standard zurücksetzen
es: Restablecer temas
fr: Réinitialiser les thèmes
it: Ripristina i temi predefiniti
ja: テーマをデフォルトに戻す
ko: 테마를 기본값으로 재설정
pt_br: Redefinir temas para o padrão
ru: Сбросить темы до стандартных
zh_hans: 恢复默认主题
zh_hant: 重設為預設主題

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores
fr: Réinitialiser
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt_br: Redefinir para o padrão
ru: Сбросить до стандартных
zh_hans: 恢复默认排列
zh_hant: 重設為預設排列

source: Resize Sidebar
de: Seitenleistengröße anpassen
es: Redimensionar barra lateral
fr: Redimensionner la barre latérale
it: Ridimensiona barra laterale
ja: サイドバーのサイズを変更
ko: 사이드바 크기 조절
pt_br: Redimensionar barra lateral
ru: Изменить размер боковой панели
zh_hans: 调整边栏大小
zh_hant: 調整側邊欄大小

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试
zh_hant: 重試

source: Right Arrow
de: Pfeil rechts
es: Flecha derecha
fr: Flèche droite
it: Freccia destra
ja: 右矢印
ko: 오른쪽 화살표
pt_br: Seta para a direita
ru: Стрелка вправо
zh_hans: 向右键
zh_hant: 向右鍵

source: Select Text
de: Text auswählen
es: Seleccionar texto
fr: Sélectionner le texte
it: Seleziona testo
ja: テキストを選択
ko: 텍스트 선택
pt_br: Selecionar texto
ru: Выбрать текст
zh_hans: 选择文本
zh_hant: 選取文字

source: Session %lld
de: Sitzung %lld
es: Sesión %lld
it: Sessione %lld
ja: セッション %lld
ko: 세션 %lld
pt_br: Sessão %lld
ru: Сеанс %lld
zh_hans: 会话 %lld
zh_hant: 工作階段 %lld

source: Session Ended
de: Sitzung beendet
es: Sesión finalizada
fr: Session terminée
it: Sessione terminata
ja: セッション終了
ko: 세션 종료됨
pt_br: Sessão encerrada
ru: Сеанс завершён
zh_hans: 会话已结束
zh_hant: 工作階段已結束

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Show Tabs
de: Tabs anzeigen
es: Mostrar pestañas
fr: Afficher les onglets
it: Mostra schede
ja: タブを表示
ko: 탭 보기
pt_br: Mostrar abas
ru: Показать вкладки
zh_hans: 显示标签页
zh_hant: 顯示分頁

source: Starting…
de: Wird gestartet…
es: Iniciando…
fr: Démarrage…
it: Avvio…
ja: 起動中…
ko: 시작 중…
pt_br: Iniciando…
ru: Запуск…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Tab
de: Tabulator
es: Tabulador
fr: Tabulation
it: Tabulazione

source: Terminal Unavailable
de: Terminal nicht verfügbar
es: Terminal no disponible
fr: Terminal indisponible
it: Terminale non disponibile
ja: ターミナルを利用できません
ko: 터미널을 사용할 수 없음
pt_br: Terminal indisponível
ru: Терминал недоступен
zh_hans: 终端不可用
zh_hant: 終端機不可用

source: The app and the terminal daemon are different versions. Reinstall iGhostty to update both.
de: App und Terminal-Daemon haben unterschiedliche Versionen. Installiere iGhostty neu, um beide zu aktualisieren.
es: La app y el daemon del terminal tienen versiones distintas. Reinstala iGhostty para actualizar ambos.
fr: L’app et le démon du terminal n’ont pas la même version. Réinstallez iGhostty pour mettre à jour les deux.
it: L’app e il daemon del terminale hanno versioni diverse. Reinstalla iGhostty per aggiornare entrambi.
ja: アプリとターミナルデーモンのバージョンが異なります。iGhostty を再インストールして、両方を更新してください。
ko: 앱과 터미널 데몬의 버전이 다릅니다. iGhostty를 다시 설치하여 둘 다 업데이트하세요.
pt_br: O app e o daemon do terminal estão em versões diferentes. Reinstale o iGhostty para atualizar os dois.
ru: Версии приложения и службы терминала не совпадают. Переустановите iGhostty, чтобы обновить обе.
zh_hans: App 与终端守护进程版本不一致。请重新安装 iGhostty 以同时更新两者。
zh_hant: App 與終端機常駐程式版本不一致。請重新安裝 iGhostty 以同時更新兩者。

source: The bar above the keyboard shows these keys in this order. If they do not all fit, you can scroll it sideways.
de: Die Leiste über der Tastatur zeigt diese Tasten in dieser Reihenfolge. Passen nicht alle, kannst du sie seitwärts scrollen.
es: La barra sobre el teclado muestra estas teclas en este orden. Si no caben todas, puedes desplazarla lateralmente.
fr: La barre au-dessus du clavier affiche ces touches dans cet ordre. Si elles ne tiennent pas toutes, vous pouvez la faire défiler latéralement.
it: La barra sopra la tastiera mostra questi tasti in quest’ordine. Se non entrano tutti, puoi farla scorrere lateralmente.
ja: ショートカットバーには、この順番でキーが表示されます。収まらない場合は横にスクロールできます。
ko: 키보드 위 막대에 이 순서대로 키가 표시됩니다. 모두 들어가지 않으면 옆으로 스크롤할 수 있습니다.
pt_br: A barra acima do teclado mostra estas teclas nesta ordem. Se não couberem todas, você pode rolá-la para o lado.
ru: Панель над клавиатурой показывает эти клавиши в этом порядке. Если помещаются не все, её можно прокрутить вбок.
zh_hans: 键盘上方的快捷栏将按此顺序显示按键。若无法全部显示，可左右滑动查看。
zh_hant: 鍵盤上方的快捷列將按此順序顯示按鍵。若無法完全顯示，可左右滑動查看。

source: The connection to the terminal daemon could not be restored.
de: Die Verbindung zum Terminal-Daemon konnte nicht wiederhergestellt werden.
es: No se pudo restablecer la conexión con el daemon del terminal.
fr: La connexion au démon du terminal n’a pas pu être rétablie.
it: Non è stato possibile ripristinare la connessione al daemon del terminale.
ja: ターミナルデーモンとの接続を復旧できませんでした。
ko: 터미널 데몬과의 연결을 복구하지 못했습니다.
pt_br: Não foi possível restabelecer a conexão com o daemon do terminal.
ru: Не удалось восстановить подключение к службе терминала.
zh_hans: 无法恢复与终端守护进程的连接。
zh_hant: 無法復原與終端機常駐程式的連線。

source: The connection to the terminal daemon was interrupted.
de: Die Verbindung zum Terminal-Daemon wurde unterbrochen.
es: Se interrumpió la conexión con el daemon del terminal.
fr: La connexion au démon du terminal a été interrompue.
it: La connessione al daemon del terminale è stata interrotta.
ja: ターミナルデーモンとの接続が中断されました。
ko: 터미널 데몬과의 연결이 중단되었습니다.
pt_br: A conexão com o daemon do terminal foi interrompida.
ru: Подключение к службе терминала прервано.
zh_hans: 与终端守护进程的连接已中断。
zh_hant: 與終端機常駐程式的連線已中斷。

source: The connection to the terminal daemon was not set up.
de: Die Verbindung zum Terminal-Daemon wurde nicht hergestellt.
es: No se estableció la conexión con el daemon del terminal.
fr: La connexion au démon du terminal n’a pas été établie.
it: La connessione al daemon del terminale non è stata stabilita.
ja: ターミナルデーモンとの接続が確立されていません。
ko: 터미널 데몬과의 연결이 설정되지 않았습니다.
pt_br: A conexão com o daemon do terminal não foi estabelecida.
ru: Подключение к службе терминала не было установлено.
zh_hans: 尚未与终端守护进程建立连接。
zh_hant: 尚未與終端機常駐程式建立連線。

source: The program every new terminal runs, for example /bin/zsh. Use a plain path inside the jailbreak root: a path that starts with jbroot stops working after the next jailbreak. Leave this empty to use the default login shell.
de: Das Programm, das jedes neue Terminal ausführt, zum Beispiel /bin/zsh. Verwende einen einfachen Pfad innerhalb des Jailbreak-Roots: Ein Pfad, der mit jbroot beginnt, funktioniert nach dem nächsten Jailbreak nicht mehr. Leer lassen, um die Standard-Login-Shell zu verwenden.
es: El programa que ejecuta cada terminal nuevo, por ejemplo /bin/zsh. Usa una ruta simple dentro de la raíz del jailbreak: una ruta que empiece por jbroot dejará de funcionar tras el próximo jailbreak. Déjalo vacío para usar el shell de inicio de sesión predeterminado.
fr: Le programme que lance chaque nouveau terminal, par exemple /bin/zsh. Utilisez un chemin simple à l’intérieur de la racine du jailbreak : un chemin commençant par jbroot cessera de fonctionner après le prochain jailbreak. Laissez ce champ vide pour utiliser le shell de connexion par défaut.
it: Il programma che ogni nuovo terminale esegue, ad esempio /bin/zsh. Usa un percorso semplice all’interno della root del jailbreak: un percorso che inizia con jbroot smette di funzionare dopo il prossimo jailbreak. Lascia vuoto per usare la shell di login predefinita.
ja: 新しいターミナルが実行するプログラムです（例: /bin/zsh）。ジェイルブレイクルート内の通常のパスを指定してください。jbroot で始まるパスは、次回のジェイルブレイク後に使えなくなります。空欄のままにすると、デフォルトのログインシェルを使用します。
ko: 새 터미널이 실행할 프로그램입니다(예: /bin/zsh). 탈옥 루트 안의 일반 경로를 사용하세요. jbroot로 시작하는 경로는 다음 탈옥 후에 작동하지 않습니다. 비워 두면 기본 로그인 셸을 사용합니다.
pt_br: O programa que cada novo terminal executa, por exemplo /bin/zsh. Use um caminho simples dentro da raiz do jailbreak: um caminho que começa com jbroot deixa de funcionar após o próximo jailbreak. Deixe vazio para usar o shell de login padrão.
ru: Программа, которую запускает каждый новый терминал, например /bin/zsh. Укажите обычный путь внутри корня джейлбрейка: путь, начинающийся с jbroot, перестанет работать после следующего джейлбрейка. Оставьте поле пустым, чтобы использовать стандартную оболочку входа.
zh_hans: 新建终端时运行的程序，例如 /bin/zsh。请使用越狱根目录内的常规路径；以 jbroot 开头的路径在重新越狱后将失效。若留空，则使用默认登录 Shell。
zh_hant: 新增終端機時執行的程式，例如 /bin/zsh。請使用越獄根目錄內的一般路徑；以 jbroot 開頭的路徑在重新越獄後將失效。若留空，則使用預設登入 Shell。

source: The shell exited with status %lld.
de: Die Shell wurde mit Status %lld beendet.
es: El shell finalizó con el estado %lld.
fr: Le shell s’est terminé avec le statut %lld.
it: La shell è terminata con stato %lld.
ja: シェルがステータス %lld で終了しました。
ko: 셸이 상태 %lld(으)로 종료되었습니다.
pt_br: O shell foi encerrado com o status %lld.
ru: Оболочка завершила работу с кодом %lld.
zh_hans: Shell 已退出，状态码为 %lld。
zh_hant: Shell 已結束，狀態碼為 %lld。

source: The shell exited.
de: Die Shell wurde beendet.
es: El shell finalizó.
fr: Le shell s’est terminé.
it: La shell è terminata.
ja: シェルが終了しました。
ko: 셸이 종료되었습니다.
pt_br: O shell foi encerrado.
ru: Оболочка завершила работу.
zh_hans: Shell 已退出。
zh_hant: Shell 已結束。

source: The terminal daemon could not complete the request.
de: Der Terminal-Daemon konnte die Anfrage nicht ausführen.
es: El daemon del terminal no pudo completar la solicitud.
fr: Le démon du terminal n’a pas pu traiter la demande.
it: Il daemon del terminale non è riuscito a completare la richiesta.
ja: ターミナルデーモンがリクエストを完了できませんでした。
ko: 터미널 데몬이 요청을 완료하지 못했습니다.
pt_br: O daemon do terminal não conseguiu concluir a solicitação.
ru: Службе терминала не удалось выполнить запрос.
zh_hans: 终端守护进程无法完成该请求。
zh_hant: 終端機常駐程式無法完成該請求。

source: The terminal daemon is not running.
de: Der Terminal-Daemon läuft nicht.
es: El daemon del terminal no está en ejecución.
fr: Le démon du terminal n’est pas en cours d’exécution.
it: Il daemon del terminale non è in esecuzione.
ja: ターミナルデーモンが実行されていません。
ko: 터미널 데몬이 실행되고 있지 않습니다.
pt_br: O daemon do terminal não está em execução.
ru: Служба терминала не запущена.
zh_hans: 终端守护进程未运行。
zh_hant: 終端機常駐程式未執行。

source: The terminal daemon refused the connection.
de: Der Terminal-Daemon hat die Verbindung abgelehnt.
es: El daemon del terminal rechazó la conexión.
fr: Le démon du terminal a refusé la connexion.
it: Il daemon del terminale ha rifiutato la connessione.
ja: ターミナルデーモンが接続を拒否しました。
ko: 터미널 데몬이 연결을 거부했습니다.
pt_br: O daemon do terminal recusou a conexão.
ru: Служба терминала отклонила подключение.
zh_hans: 终端守护进程拒绝连接。
zh_hant: 終端機常駐程式拒絕連線。

source: The terminal daemon rejected the request.
de: Der Terminal-Daemon hat die Anfrage abgelehnt.
es: El daemon del terminal rechazó la solicitud.
fr: Le démon du terminal a rejeté la demande.
it: Il daemon del terminale ha rifiutato la richiesta.
ja: ターミナルデーモンがリクエストを拒否しました。
ko: 터미널 데몬이 요청을 거부했습니다.
pt_br: O daemon do terminal rejeitou a solicitação.
ru: Служба терминала отклонила запрос.
zh_hans: 终端守护进程拒绝了该请求。
zh_hant: 終端機常駐程式拒絕了該請求。
